Repository: nayanranjankapri/gwget
Catalog: po/*.po
Languages: ro, sl

source: Download Manager
ro: Manager de transferuri
sl: Upravljalnik prejemanja

source: Download files from the Internet
ro: Descarcă fișiere de pe internet
sl: Prejemanje datotek s spleta

source: Gwget Download Manager
ro: Gwget - Manager de descărcări
sl: Gwget upravljalnik prejemanja

source: Ask where to save each new download
ro: Întreabă unde se vor salva noile fișiere descărcate
sl: Vprašaj za mesto shranjevanja vsake datoteke posebej

source: Convert Links
ro: Convertește legăturile
sl: Pretvori povezave

source: Convert to relative links in recursive mode.
ro: Schimbă din legăturile relative în mod recursiv.
sl: Pretvori v relativne povezave v rekurzivnem načinu.

source: Default Download Directory
ro: Director de descărcare implicit
sl: Privzeta mapa za prejemanje

source: Download Page Requisites
ro: Pagina de cerinţe pentru descărcări
sl: Zahteve prejemanja strani

source: Follow relative links
ro: Urmărește legăturile relevante
sl: Sledi relativnim povezavam

source: If true, always ask for a destination folder when starting a new download. If false, always save in the default directory without asking the user.
ro: Dacă este bifat, întreabă mereu dosarul pentru noile descărcări. Dacă este nebifat, salvează întotdeauna în directorul implicit fără a întreba utilizatorul.
sl: Izbrana možnost določa, da program vsakokrat vpraša za ciljno mapo shranjevanja pred začetkom novega prejemanja. V kolikor možnost ni izbrana, se datoteke samodejno shranijo v privzeto mapo.

source: Limit maximum speed
ro: Limitează viteza maximă
sl: Omeji največjo hitrost

source: Limit number of simultaneous downloads
ro: Limitează numărul de descărcări simultane
sl: Omeji število sočasnih prejemanj

source: Maximum depth in recursive mode
ro: Nivel maxim de adâncime în modul recursiv
sl: Največja globina v rekurzivnem načinu

source: Maximum number of simultaneous downloads
ro: Numărul maxim de descărcări simultane
sl: Največje število sočasnih prejemanj

source: Maximum speed limit
ro: Limită viteză maximă
sl: Omejitev največje hitrosti

source: Number of downloads
ro: Număr de descărcări
sl: Število prejemanj

source: Number of retries
ro: Număr de încercări
sl: Število ponovnih poskusov

source: Open the file after download
ro: Deschide fișier după descărcare
sl: Odpri datoteko po prejemu

source: Resume downloads at startup
ro: Continuă transferurile la pornire
sl: Nadaljevanje prejemanj ob zagonu

source: View download speed column
ro: Vizualizează coloana pentru viteza de descărcare
sl: Prikaz stolpca hitrosti prejemanja

source: View elapsed time column
ro: Vizualizează coloana pentru timp scurs
sl: Prikaz stolpca pretečenega časa

source: View percentage column
ro: Vizualizează coloana pentru procentaje
sl: Prikaz stolpca odstotka

source: View remaining time column
ro: Vizualizează coloana pentru timp rămas
sl: Prikaz stolpca preostalega časa

source: View statusbar
ro: Vizualizează bara de stare
sl: Prikaz vrstice stanja

source: View toolbar
ro: Vizualizează bara de unelte
sl: Prikaz orodne vrstice

source: View total size column
ro: Vizualizează coloană în mărime completă
sl: Prikaz stolpca skupne velikosti

source: Whether to display the statusbar.
ro: Dacă să se afișeze bara de stare.
sl: Ali naj bo prikazana vrstica stanja?

source: Whether to display the toolbar.
ro: Dacă să se afișeze bara de unelte.
sl: Ali naj bo prikazana orodna vrstica?

source: <b>Download</b>
ro: <b>Descărcare</b>
sl: <b>Prejmi</b>

source: <b>Insert MD5 sum to compare with</b>
ro: <b> Inserați suma MD5 cu care să se facă compararea</b>
sl: <b>Vnesite vsoto MD5 za primerjavo</b>

source: <b>Properties</b>
ro: <b>Proprietăți</b>
sl: <b>Lastnosti</b>

source: <span weight="bold">New Download</span>
ro: <span weight="bold">Descărcare nouă</span>
sl: <span weight="bold">Novo prejemanje</span>

source: Cancel
ro: Renunţă
sl: Prekliči

source: Clear
ro: Șterge
sl: Počisti

source: Compare md5 sum
ro: Compară sumă md5
sl: Primerjaj vsoto MD5

source: Continue
ro: Continuă
sl: Nadaljuj

source: Gwget - Download Manager
ro: Manager de descărcări gwet
sl: Gwget upravljalnik prejemanja

source: Local Directory:
ro: Director local:
sl: Krajevna mapa:

source: Local File:
ro: Fișier local:
sl: Krajevna datoteka:

source: Md5 Sum:
ro: Sumă Md5:
sl: Vsota MD5:

source: Multimedia files (Videos and images)
ro: Fișiere multimedia (video și imagini)
sl: Večpredstavnostne datoteke (video in slike)

source: New Download
ro: Descărcare nouă
sl: Novo prejemanje

source: New download
ro: Descărcare nouă
sl: Novo prejemanje

source: Open
ro: Deschide
sl: Odpri

source: Open directory
ro: Deschide director
sl: Odpri mapo

source: Open file
ro: Deschide fișier
sl: Odpri datoteko

source: Open target directory
ro: Deschide directorul țintă
sl: Odpri ciljno mapo

source: Pause
ro: Pauză
sl: Premor

source: Pause all
ro: Pune totul în pauză
sl: Premor vsega

source: Pause all downloads
ro: Suspendează toate descărcările
sl: Premor vseh prejemanj

source: Properties
ro: Proprietăți
sl: Lastnosti

source: Recursive
ro: Recursiv
sl: Rekurzivno

source: Recursive options
ro: Opțiuni pentru recursivitate
sl: Rekurzivne možnosti

source: Remove all
ro: Eliminați toate descărcările
sl: Odstrani vse

source: Remove completed
ro: Eliminați descărcările terminate
sl: Odstrani dokončane

source: Remove completed downloads
ro: Eliminați descărcările terminate din listă
sl: Odstrani dokončane prejeme

source: Remove from List
ro: Eliminați din listă
sl: Odstrani s seznama

source: Remove from list
ro: Eliminați din listă
sl: Odstrani s seznama

source: Remove inactive
ro: Eliminați descărcările inactive
sl: Odstrani nedejavne

source: Resume all
ro: Reluați tot
sl: Nadaljuj vse

source: Resume all downloads
ro: Reluați toate descărcările
sl: Nadaljevanje vseh prejemov

source: Save in:
ro: Salvează în:
sl: Shrani v:

source: Stat_usbar
ro: Bară _stare
sl: Vrstica _stanja

source: The index file only
ro: Numai fișierul index
sl: Le datoteka kazala

source: This site (mirror)
ro: Acest site (alternativ)
sl: Ta stran (zrcalo)

source: URL:
sl: Naslov URL:

source: Verify...
ro: Verifică..
sl: Preveri ...

source: _Archive
ro: _Arhivă
sl: _Arhiviraj

source: _Download
ro: _Descărcări
sl: _Prejmi

source: _Edit
ro: _Editare
sl: _Uredi

source: _Help
ro: _Ajutor
sl: Pomo_č

source: _Toolbar
ro: _Bara de unelte
sl: _Orodna vrstica

source: _View
ro: _Vizualizează
sl: _Pogled

source: <span weight="bold">Behavior</span>
ro: <span weight="bold">Comportament</span>
sl: <span weight="bold">Obnašanje</span>

source: <span weight="bold">Column List</span>
ro: <span weight="bold">Lista de coloane</span>
sl: <span weight="bold">Seznam stolpcev</span>

source: <span weight="bold">General</span>
sl: <span weight="bold">Splošno</span>

source: <span weight="bold">Links</span>
ro: <span weight="bold">Legături</span>
sl: <span weight="bold">Povezave</span>

source: <span weight="bold">Proxy Configuration</span>
ro: <span weight="bold">Proprietăți</span>
sl: <span weight="bold">Nastavitve posredovalnega strežnika</span>

source: Column List
ro: Listă de coloane
sl: Seznam stolpcev

source: Default _GNOME network settings
ro: Setări de _rețea GNOME implicite
sl: Privzete _GNOME nastavitve omrežja

source: Direct _Internet connection
ro: Conexiune _directă la internet
sl: Neposredna _medmrežna povezava

source: Do_wnload Speed
ro: Viteză de d_escărcare
sl: Hitrost _prejemanja

source: Don't _create directories
ro: Nu _creați directoarele
sl: Ne _ustvari map

source: Follow _relative links only
ro: Urmărește numai legăturile relative
sl: Ustvari le _relativne povezave

source: General
sl: Splošno

source: Limit _number of simultaneous download to:
ro: Limitează _numărul de descărcări simultane la:
sl: Omejitev _števila hkratnih prejemov na:

source: Network
ro: Rețea
sl: Omrežje

source: P_ort:
sl: _Vrata:

source: Password:
ro: Parolă:
sl: Geslo:

source: Preferences
ro: Preferințe
sl: Možnosti

source: Pro_xy:
sl: Posredovalni s_trežnik:

source: Remaining _Time
ro: Timp _rămas
sl: Preostali _čas

source: Sa_ve in:
ro: _Salvează în:
sl: Shra_ni v:

source: Total _Size
ro: Mărime _totală
sl: Skupna _velikost

source: _Ask where to save for each download
ro: _Întreabă unde se va salva fiecare fișier
sl: _Vprašaj kam naj se shrani vsak prejem

source: _Continue downloads on startup
ro: _Continuă descărcările la pornire
sl: _Nadaljuj s prejemi ob zagonu

source: _Convert links
ro: _Convertește legăturile
sl: _Pretvori povezave

source: _Current Size
ro: _Mărime curentă
sl: _Trenutna velikost

source: _Download page requisites
ro: Pagina de _cerințe pentru transfer
sl: _Zahteve prejema strani

source: _Elapsed Time
ro: _Timp scurs
sl: _Porabljen čas

source: _Limit download speed to:
ro: _Limitează viteza de descărcare la:
sl: _Omeji hitrost prejemanja na:

source: _Manual proxy configuration
ro: _Configurare manuală proxy
sl: _Ročna nastavitev posredniškega strežnika

source: _Maximum depth level:
ro: _Nivel maxim de adâncime:
sl: _Največja raven globine:

source: _Number of retries:
ro: _Număr de încercări:
sl: _Število ponovnih poskusov:

source: _Open files automatically after download
ro: _Deschide fișierele automat după descărcare
sl: _Samodejno odpri datoteke po prejemu

source: _Percentage
ro: _Procent
sl: O_dstotki

source: _Proxy requires authentication
ro: _Proxyul necesită autentificare
sl: Posredniški strežnik zahteva _overitev

source: _User:
ro: _Utilizator:
sl: _Uporabnik:

source: files
ro: fișiere
sl: datoteke

source: kB/sec
sl: kB/sek

source: Forward downloads to GWGet
ro: Redirecționează descărcările la GwGet
sl: Posreduj prejemanja h GWGet

source: Unknown
ro: Necunoscut
sl: Neznano

source: Failed
ro: Eşuat
sl: Spodletelo

source: stalled
ro: blocat
sl: zastalo

source: Waiting
ro: În așteptare
sl: Čakanje

source: Not Started
ro: Nu a pornit
sl: Ni začeto

source: Not Running
ro: Nu rulează
sl: Ni zagnano

source: Not Connected
ro: Nu s-a conectat
sl: Brez povezave

source: Connected
ro: Conectat
sl: Povezano

source: Retrieving
ro: Se obține
sl: Pridobivanje

source: Completed
ro: Gata
sl: Končano

source: Error
ro: Eroare
sl: Napaka

source: Unable to add this download
ro: Nu se poate adăuga această descărcare
sl: Tega prejema ni mogoče dodati

source: This download is already added
ro: Această descărcare există deja
sl: To prejemanje je že dodano

source: Error opening file
ro: Eroare la deschiderea fișierului
sl: Napaka med odpiranjem datoteke

source: Couldn't open the file
ro: Nu s-a putut deschide fișierul
sl: Datoteke ni mogoče odpreti

source: Download Complete
ro: Descărcare terminată (%s)
sl: Prejemanje je končano

source: The file %s is an MP3 playlist. Download the files that it contains?
ro: Fișierul %s este o listă de redare MP3. Descarcați și fișiere pe care le conține?
sl: Datoteka %s je seznam predvajanja MP3 datotek. Ali naj se začne prejemanje vse datotek iz seznama?

source: Download files in MP3 playlist?
ro: Descărcați fișierele în lista de redare?
sl: Prejemanje datotek iz seznama predvajanja MP3 datotek?

source: No
ro: Nu
sl: Ne

source: Yes
ro: Da
sl: Da

source: Launch gwget in the notification area
ro: Lansează gwget în zona de notificare
sl: Zagon gwget v obvestilnem področju

source: Destination directory for the download
ro: Director pentru descărcare
sl: Ciljna mapa za prejemanje

source: File Name
ro: Numele fișierului
sl: Ime datoteke

source: State
ro: Stare
sl: Stanje

source: Current Size
ro: Mărime curentă
sl: Trenutna velikost

source: Total Size
ro: Mărime totală
sl: Skupna velikost

source: Percentage
ro: Procentaj
sl: Odstotek

source: Elapsed Time
ro: Timp scurs
sl: Pretečni čas

source: Remaining Time
ro: Timp rămas
sl: Preostali čas

source: Speed
ro: Viteză
sl: Hitrost

source: Error starting the download
ro: Eroare la pornirea descărcării
sl: Napaka med začenjanjem prejemanja

source: There was an unexpected error starting the download
ro: A apărut o eroare la pornirea descărcării
sl: Med začenjanjem prejemanja je prišlo do napake

source: Stop current downloads?
ro: Opriți descărcările curente?
sl: Ali naj se zaustavijo trenutna prejemanja?

source: There is at least one active download left. Really cancel all running transfers?
ro: Mai este cel puțin o descărcare activă rămasă. Chiar doriți să anulați toate descărcările care rulează?
sl: Ostalo je vsaj eno dejavno prejemanje. Ali res želite preklicati vse dejavne prenose?

source: Error in download
ro: Eroare la descărcare
sl: Napaka prejemanja

source: Download Manager for GNOME.
ro: Manager de descărcări pentru Gnome.
sl: Upravljalnik prejemanja za GNOME.

source: translator-credits
ro: Alexandru Băicoianu <baicoianu.alexandru@gmail.com>
sl: Andrej Žnidaršič, <andrej.znidarsic@gmail.com>

source: Select Folder
ro: Selectează dosar
sl: Izbor mape

source: Really cancel current download? (URL: %s)
ro: Chiar doriți să anulați descărcarea? (URL: %s)
sl: Ali naj se res odstrani trenutno prejemanje? (URL: %s)

source: Delete download?
ro: Ștergeți descărcarea ?
sl: Ali naj se izbriše prejemanje?

source: Delete
ro: Șterge
sl: Izbriši

source: Really remove completed downloads from the list?
ro: Chiar doriți să eliminați descărcările terminate din listă?
sl: Ali naj se res odstranijo končani prejemi iz seznama?

source: Remove
ro: Elimină
sl: Odstrani

source: Really remove inactive downloads from the list?
ro: Sigur doriți să eliminați descărcările inactive din listă ?
sl: Ali naj se res odstranijo nedejavni prejemi iz seznama?

source: Really remove all downloads from the list?
ro: Sigur eliminați toate descărcările din listă ?
sl: Ali naj se res odstranijo vsi prejemi iz seznama?

source: MD5SUM Check PASSED!
ro: Verificarea MD5SUM a trecut succes!
sl: Preverjanje vsote MD5 uspešno končano!

source: MD5SUM Check FAILED!
ro: Verificarea MD5SUM a eșuat!
sl: Preverjanje vsote MD5 je spodletelo!

source: New download speed limit will apply only to new or restarted downloads
ro: Noua limită de descărcare va intra în vigoare la noile descărcări.
sl: Nova omejitev hitrosti prejemanja bo uveljavljena samo za nove ali ponovno začete prejeme

source: Remove %s ?
ro: Ștergeți %s ?
sl: Ali naj se odstrani %s?

source: Really remove this download from the list?
ro: Sigur eliminați toate descărcările din listă ?
sl: Ali naj se res odstrani prejemanje iz seznama?

source: Remove download
ro: Elimină sarcină descărcată
sl: Odstrani prejemanje

source: Couldn't open the folder
ro: Nu s-a putut deschide dosarul
sl: Mape ni mogoče odpreti

source: Nothing
ro: Nimic
sl: Nič

source: Downloads
ro: Descărcări
sl: Prejemi

source: Socket error
ro: Eroare de socket
sl: Napaka vtiča

source: Connection refused
ro: Conexiune refuzată
sl: Povezava je bila zavrnjena

source: No route to host
ro: Nicio rută către gazdă
sl: Ni poti do gostitelja

source: Connection refused when downloading URL:
ro: Conexiune refuzată în timp ce se descărca URL-ul:
sl: Med prejemanjem naslova URL je bila povezava zavrnjena:

source: Host not found
ro: Gazda nu a fost găsită
sl: Gostitelja ni mogoče najti

source: Name or service not known
ro: Nume sau serviciu necunoscut
sl: Ime ali storitev ni znana

source: Unsupported protocol
ro: Protocol incompatibil
sl: Nepodprt protokol

source: Refusing to truncate existing file
ro: Se refuză trunchierea fișierului existent
sl: Obstoječe datoteke ni mogoče skrajšati

source: Unable to resolve host address
ro: Nu s-a putut rezolva adresa gazdă
sl: Naslova gostitelja ni mogoče razrešiti

source: Unknown error
ro: Eroare necunoscută
sl: Neznana napaka

source: File not found
ro: Fișierul nu s-a găsit
sl: Datoteke ni mogoče najti

source: Can't continue download, existing local file conflicts with remote file
ro: Nu se poate continua descărcarea, fișierul existent este în conflict cu fișierul local
sl: Prejemanja ni mogoče nadaljevati, obstoječa krajevna datoteka je v sporu z oddaljeno datoteko

source: Can't write to target directory
ro: Nu se poate scrie în directorul țintă
sl: V ciljno mapo ni mogoče pisati
